[Twk_GFxMoviePlayerHUD DisTweaks_GFxMoviePlayerHUD]
m_InteractionTexts[0]=""
m_InteractionTexts[1]="`GBA_Jump`"
m_InteractionTexts[2]="`GBA_Use`"
m_InteractionTexts[3]="`GBA_Block` [ホールド]"
m_InteractionTexts[4]="`GBA_Primary`"
m_InteractionTexts[5]="`GBA_Primary`"
m_InteractionTexts[6]="`GBA_Block` + `GBA_Primary`"
m_InteractionTexts[7]=""
m_InteractionTexts[8]="`GBA_Use` 落とす"
m_InteractionTexts[9]="`GBA_Primary` 投げる"
m_InteractionTexts[10]="`GBA_Use` 落とす"
m_InteractionTexts[11]="`GBA_Primary` 投げる"
m_InteractionTexts[12]="`GBA_Use` 手を放す"
m_InteractionTexts[13]="`GBA_Jump` ジャンプする"
m_InteractionTexts[14]="`GBA_Use` 鍵穴覗きを止める"
m_InteractionTexts[15]="`GBA_Primary` で押し返す！"
m_InteractionTexts[16]="`GBA_Primary` で押し返す！"
m_InteractionTexts[17]="`GBA_Zoom`ズームを止める"
m_InteractionTexts[18]="`GBA_Use` ズームレベルを変更する"
m_InteractionTexts[19]="`KEY_LStick` を使ってのぞき込む"
m_InteractionTexts[20]="`GBA_Use` 爆発をキャンセルする"
m_InteractionTexts[21]="`GBA_Secondary` でベンドタイムを終了する"
m_InteractionTexts[22]="`GBA_Use` ブリンクをキャンセルする"
m_InteractionTexts[23]="`GBA_Secondary` でダークビジョンを終了する"
m_InteractionTexts[24]="`GBA_Use` ポゼッションをキャンセルする"
m_InteractionTexts[25]="`GBA_Secondary` でポゼッションを終了する"
m_InteractionTexts[26]=""
m_InteractionTexts[27]="`GBA_Use` 使う"
m_InteractionTexts[29]="`GBA_Use` 話す"
m_InteractionTexts[30]="`GBA_Use` アイテムを取る"
m_InteractionTexts[31]="`GBA_Use` アイテムを取る"
m_InteractionTexts[32]="`GBA_Use` をホールドで運ぶ"
m_InteractionTexts[33]="`GBA_Use` 武装解除する"
m_InteractionTexts_Gamepad[0]=""
m_InteractionTexts_Gamepad[1]=""
m_InteractionTexts_Gamepad[2]=""
m_InteractionTexts_Gamepad[3]=""
m_InteractionTexts_Gamepad[4]=""
m_InteractionTexts_Gamepad[5]=""
m_InteractionTexts_Gamepad[6]="`GBA_Lean_Gamepad`"
m_InteractionTexts_Gamepad[7]=""
m_InteractionTexts_Gamepad[8]=""
m_InteractionTexts_Gamepad[9]=""
m_InteractionTexts_Gamepad[10]=""
m_InteractionTexts_Gamepad[11]=""
m_InteractionTexts_Gamepad[12]=""
m_InteractionTexts_Gamepad[13]=""
mm_InteractionTexts_Gamepad[14]="`KEY_B` 鍵穴を離れる"
m_InteractionTexts_Gamepad[15]=""
m_InteractionTexts_Gamepad[16]=""
m_InteractionTexts_Gamepad[17]=""
m_InteractionTexts_Gamepad[18]=""
m_InteractionTexts_Gamepad[19]=""
m_InteractionTexts_Gamepad[20]=""
m_InteractionTexts_Gamepad[21]=""
m_InteractionTexts_Gamepad[22]=""
m_InteractionTexts_Gamepad[23]=""
m_InteractionTexts_Gamepad[24]=""
m_InteractionTexts_Gamepad[25]=""
m_InteractionTexts_Gamepad[26]=""
m_InteractionTexts_Gamepad[27]=""
m_InteractionTexts_Gamepad[28]=""
m_InteractionTexts_Gamepad[29]=""
m_InteractionTexts_Gamepad[30]=""
m_InteractionTexts_Gamepad[31]=""
m_InteractionTexts_Gamepad[32]=""
m_InteractionTexts_Gamepad[33]=""
m_AdrenalineKillTexts[0]="`GBA_Block` + `GBA_Primary`"
m_AdrenalineKillTexts[1]="`GBA_Block` + `GBA_Primary` または `GBA_Block` + `GBA_Primary`をダブルタップ
m_AdrenalineKillTexts_Gamepad[0]="`GBA_Lean_Gamepad`"
m_AdrenalineKillTexts_Gamepad[1]="`GBA_Lean_Gamepad` または `GBA_Lean_Gamepad`をダブルタップ
m_RuneFoundMessage="`c/`t ルーンを発見した"
m_BoneCharmFoundMessage="`c/`t ボーンチャームを発見した"
m_PressKeyToReadChapterNoteMessage="ミッションヒント更新<br /> `GBA_Journal` で読む"
m_PressKeyToEquipBoneCharms="新しいボーンチャームが追加された<br /> `GBA_Journal` で装備する"
m_PressKeyToBuyPowers="新しいルーンを入手した<br /> `GBA_Journal` で能力を選択できる"
m_PressKeyToAdrenalineKill[0]="敵の近くで`GBA_Block`をホールドして`GBA_Primary`を押すと、<br />アドレナリンキルを実行する"
m_PressKeyToAdrenalineKill[1]="敵の近くで`GBA_Block`をホールドして`GBA_Primary`を押すと、<br />アドレナリンキルを実行する。または、`GBA_Block`をホールドして`GBA_Primary`をダブルタップすると、<br />ダブルアドレナリンキルを実行する"
m_PressKeyToAdrenalineKill_Gamepad[0]="敵の近くで`GBA_Lean_Gamepad`を押すと、アドレナリンキルを実行する"
m_PressKeyToAdrenalineKill_Gamepad[1]="敵の近くで`GBA_Lean_Gamepad`を押すと、アドレナリンキルを実行する。<br />または`GBA_Lean_Gamepad`のダブルタップでダブルアドレナリンキルを実行する"
m_NewObjectivePopupTitle="新しい目標"
m_UpdatedObjectivePopupTitle="目標アップデート"
m_CompletedObjectivePopupTitle="目標完了"
m_FailedObjectivePopupTitle="目標失敗

[Twk_GFxMoviePlayerMenuBase DisTweaks_GFxMoviePlayerMenuBase]
m_MissionSavePrefix="ミッション - "
m_AutosavePrefix="オートセーブ - "
m_QuicksavePrefix="クイックセーブ - "
m_CorruptedSave="破損したセーブデータ "
m_DateFormat="year/month/day - hour:minute:second"
m_SettingsCategory_General="general"
m_SettingsSubCategory_GameplaySettings="gameplay"
m_SettingsSubCategory_HUDSettings="setting"
m_SettingsCategory_Controls="control"
m_SettingsSubCategory_KeyboardMapping="keyboard"
m_SettingsSubCategory_MouseSettings="mouse"
m_SettingsSubCategory_GamepadSettings="fuckyou"
m_SettingsCategory_Graphics="graphic"
m_SettingsSubMenu_VideoSettings="video"
m_SettingsCategory_System="system"
m_SettingsSubMenu_DeviceSelection="device"
m_SettingsCategory_Audio="audio"
m_GamepadMapping1[0]="ジャンプ"
m_GamepadMapping1[1]="スニーク"
m_GamepadMapping1[2]="使用/武器をしまう(ホールド)"
m_GamepadMapping1[3]="のぞく/アドレナリンキル"
m_GamepadMapping1[4]="ポーズ"
m_GamepadMapping1[5]="ジャーナル"
m_GamepadMapping1[6]="サークルメニュー(ホールド)"
m_GamepadMapping1[7]="ガード/パリー"
m_GamepadMapping1[8]="ガジェット/能力"
m_GamepadMapping1[9]="斬る"
m_GamepadMapping1[10]="移動"
m_GamepadMapping1[11]="ダッシュ"
m_GamepadMapping1[12]="カメラ操作"
m_GamepadMapping1[13]="ズーム"
m_GamepadMapping1[14]="割当1"
m_GamepadMapping1[15]="割当2"
m_GamepadMapping1[16]="割当3"
m_GamepadMapping1[17]="割当4/ポーション"
m_GamepadMapping2[0]="ジャンプ"
m_GamepadMapping2[1]="スニーク"
m_GamepadMapping2[2]="使用/武器をしまう(ホールド)"
m_GamepadMapping2[3]="のぞく/アドレナリンキル"
m_GamepadMapping2[4]="ポーズ"
m_GamepadMapping2[5]="ジャーナル"
m_GamepadMapping2[6]="ガジェット/能力"
m_GamepadMapping2[7]="斬る"
m_GamepadMapping2[8]="サークルメニュー(ホールド)"
m_GamepadMapping2[9]="ガード/パリー"
m_GamepadMapping2[10]="移動"
m_GamepadMapping2[11]="ダッシュ"
m_GamepadMapping2[12]="カメラ操作"
m_GamepadMapping2[13]="ズーム"
m_GamepadMapping2[14]="割当1"
m_GamepadMapping2[15]="割当2"
m_GamepadMapping2[16]="割当3"
m_GamepadMapping2[17]="割当4/ポーション"

[Twk_GFxMoviePlayerNote DisTweaks_GFxMoviePlayerNote]
m_Maps[0].m_MapTitle=""
m_Maps[1].m_MapTitle="邸宅地区"
m_Maps[1].m_Legend[0]=(m_Description="現在位置")
m_Maps[1].m_Legend[1]=(m_Description="ボイル邸")
m_Maps[2].m_MapTitle="カルドウィン橋"
m_Maps[2].m_Legend[0]=(m_Description="現在位置")
m_Maps[2].m_Legend[1]=(m_Description="南門")
m_Maps[2].m_Legend[2]=(m_Description="橋の道")
m_Maps[2].m_Legend[3]=(m_Description="ミッドロー支部")
m_Maps[2].m_Legend[4]=(m_Description="ノースエンド")
m_Maps[3].m_MapTitle="ゴールデンキャット"
m_Maps[3].m_Legend[0]=(m_Description="現在位置")
m_Maps[3].m_Legend[1]=(m_Description="ゴールデンキャット正面入口")
m_Maps[3].m_Legend[2]=(m_Description="蒸留所地区へ")
m_Maps[4].m_MapTitle="ゴールデンキャット"
m_Maps[4].m_Legend[0]=(m_Description="現在位置")
m_Maps[4].m_Legend[1]=(m_Description="正面入口")
m_Maps[4].m_Legend[2]=(m_Description="サウナ室")
m_Maps[4].m_Legend[3]=(m_Description="銀の間")
m_Maps[4].m_Legend[4]=(m_Description="象牙の間")
m_Maps[4].m_Legend[5]=(m_Description="2階")
m_Maps[4].m_Legend[6]=(m_Description="喫煙室")
m_Maps[4].m_Legend[7]=(m_Description="金の間")
m_Maps[4].m_Legend[8]=(m_Description="マダムのオフィス")
m_Maps[4].m_Legend[9]=(m_Description="宿舎")
m_Maps[4].m_Legend[10]="(m_Description="3階")
m_Maps[5].m_MapTitle="キングスパロー灯台"
m_Maps[5].m_Legend[0]=(m_Description="現在位置")
m_Maps[5].m_Legend[1]=(m_Description="灯台")
m_Maps[5].m_Legend[2]=(m_Description="キングスパロー砦")
m_Maps[6].m_MapTitle="ホルガー広場"
m_Maps[6].m_Legend[0]=(m_Description="現在位置")
m_Maps[6].m_Legend[1]=(m_Description="上級監督官のオフィス")
m_Maps[6].m_Legend[2]=(m_Description="裏庭へ")
m_Maps[7].m_MapTitle="上級監督官のオフィス"
m_Maps[7].m_Legend[0]=(m_Description="現在位置")
m_Maps[7].m_Legend[1]=(m_Description="ホルガー広場")
m_Maps[7].m_Legend[2]=(m_Description="記念室")
m_Maps[7].m_Legend[3]=(m_Description="メインホール")
m_Maps[7].m_Legend[4]=(m_Description="記念室")
m_Maps[7].m_Legend[5]=(m_Description="裏庭へ")
m_Maps[7].m_Legend[6]=(m_Description="犬舎へ")
m_Maps[7].m_Legend[7]=(m_Description="会議室")
m_Maps[7].m_Legend[8]=(m_Description="大書庫")
m_Maps[7].m_Legend[9]=(m_Description="審問室")
m_Maps[8].m_MapTitle="上級監督官のオフィス"
m_Maps[8].m_Legend[0]=(m_Description="現在位置")
m_Maps[8].m_Legend[1]=(m_Description="ホルガー広場へ")
m_Maps[8].m_Legend[2]=(m_Description="記念室")
m_Maps[8].m_Legend[3]=(m_Description="メインホール")
m_Maps[8].m_Legend[4]=(m_Description="記念室")
m_Maps[8].m_Legend[5]=(m_Description="裏庭へ")
m_Maps[8].m_Legend[6]=(m_Description="犬舎へ")
m_Maps[8].m_Legend[7]=(m_Description="会議室")
m_Maps[8].m_Legend[8]=(m_Description="大書庫")
m_Maps[8].m_Legend[9]=(m_Description="審問室")
m_Maps[9].m_MapTitle="蒸留所地区"
m_Maps[9].m_Legend[0]=(m_Description="現在位置")
m_Maps[9].m_Legend[1]=(m_Description="ホルガー広場へ")
m_Maps[9].m_Legend[2]=(m_Description="ゴールデンキャットへ")
m_Maps[9].m_Legend[3]=(m_Description="オールドダンウォール蒸留所へ")
m_Maps[9].m_Legend[4]=(m_Description="クラバリング大通り")
m_Maps[10].m_MapTitle="ダンウォールタワー"
m_Maps[10].m_Legend[0]=(m_Description="現在位置")
m_Maps[10].m_Legend[1]=(m_Description="入口")
m_Maps[10].m_Legend[2]=(m_Description="1階")
m_Maps[10].m_Legend[3]=(m_Description="2階")
m_Maps[11].m_MapTitle="キングスパロー灯台"
m_Maps[11].m_Legend[0]=(m_Description="現在位置")
m_Maps[11].m_Legend[1]=(m_Description="灯台")
m_Maps[11].m_Legend[2]=(m_Description="キングスパロー砦")
m_Maps[12].m_MapTitle="キングスパロー灯台"
m_Maps[12].m_Legend[0]=(m_Description="現在位置")
m_Maps[12].m_Legend[1]=(m_Description="灯台")
m_Maps[12].m_Legend[2]=(m_Description="キングスパロー砦")
m_Maps[13].m_MapTitle="ダンウォールタワー"
m_Maps[13].m_Legend[0]=(m_Description="入口")
m_Maps[13].m_Legend[1]=(m_Description="1階")
m_Maps[13].m_Legend[2]=(m_Description="2階")

[Twk_GFxMoviePlayerPauseMenu DisTweaks_GFxMoviePlayerPauseMenu]
m_PlayerDiedMessage="死の運命に捕らえられた"

